/* Emoticon name */
"Angel" = "Anioł";

/* Emoticon name */
"Angry" = "Złość";

/* Emoticon name */
"Baring Teeth" = "Wyszczerzone zęby";

/* Emoticon name */
"Blush" = "Zawstydzenie";

/* Emoticon name */
"Confused" = "Zakłopotanie";

/* Emoticon name */
"Cool" = "Super";

/* Emoticon name */
"Cry" = "Płacz";

/* Emoticon name */
"Crying" = "Płacze";

/* Emoticon name */
"Disappointed" = "Rozczarowanie";

/* Emoticon name */
"Don't Tell Anyone" = "Nie mów nikomu";

/* Emoticon name */
"Embarrassed" = "Zażenowanie";

/* Emoticon name */
"Erm" = "Hmm";

/* Emoticon name */
"Foot In Mouth" = "Ups!";

/* Emoticon name */
"Frown" = "Zmarszczone brwi";

/* Emoticon name */
"Gasp" = "Dyszenie";

/* Emoticon name */
"Grin" = "Szczerzenie się";

/* Emoticon name */
"Halo" = "Halo";

/* Emoticon name */
"Happy" = "Szczęśliwy";

/* Emoticon name */
"Heart" = "Serce";

/* Emoticon name */
"I Don't Know" = "Nie wiem";

/* Emoticon name */
"Kiss" = "Pocałunek";

/* Emoticon name */
"Lips Are Sealed" = "Buzia na kłódkę";

/* Emoticon name */
"Money-mouth" = "Kasa-mowa";

/* Emoticon name */
"Nerd" = "Nerd";

/* Emoticon name */
"Open Mouthed" = "Otwarte usta";

/* Emoticon name */
"Party" = "Impreza";

/* Emoticon name */
"Sad" = "Smutek";

/* Emoticon name */
"Sarcastic" = "Sarkazm";

/* Emoticon name */
"Scared" = "Przerażenie";

/* Emoticon name */
"Sick" = "Chory";

/* Emoticon name */
"Sleepy" = "Śpiący";

/* Emoticon name */
"Smile" = "Uśmiech";

/* Emoticon name */
"Star" = "Gwiazda";

/* Emoticon name */
"Sticking Out Tongue" = "Wywalony język";

/* Emoticon name */
"Surprised" = "Zdziwnienie";

/* Emoticon name */
"Thinking" = "Myślę";

/* Emoticon name */
"Tongue Out" = "Wystawiony język";

/* Emoticon name */
"Undecided" = "Niezdecydowanie";

/* Emoticon name */
"Wearing Sunglasses" = "Okulary przeciwsłoneczne";
"Wink" = "Perskie oko";